Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/ldo.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The manager must consider evaluating the procedures in the systematic health, safety and environment (HSE) in order to prevent similar incidents from occurring in the future.
nb: Ombudet mener likevel at hensynet til sikkerhet og identifikasjon, og til å minske risikoen for imposter-dokumenter, samt det norske passets tillit og verdi, må veie tungt i forholdsmessighetsvurderingen.

source: A hand in her crotch
nb: A er bestefaren til C.

source: The Expert Team against Forced Marriage, Female Genital Mutilation and Negative Social Control
nb: Dette er også kommet frem i en barnevernssak i Den europeiske menneskerettighetsdomstol som Norge tapte,

source: No conclusion must be drawn until both parties and any witnesses have testified (principle of hearing both sides of a case).
nb: A mener dette er et brudd på retten til religionsfrihet og religionsutøvelse, som er vernet av Grunnloven og menneskerettskonvensjoner.

source: Following completion of the investigation, the manager must assess the matter and conclude whether harassment has taken place.
nb: Departementet, og Politidirektoratet, har uttalt at kravene som ligger til grunn for den enkelte stats passutstedelse reflekterer nasjonale sikkerhetshensyn og prioriteringer.

source: Examples of rules/procedures:
nb: Samt opplæring av verneombud og ledere.

source: How to inform staff of these rules:
nb: Ombudet ser at begge de innvendige trappene er smale.

source: Persons who are victims of domestic violence can be treated in all parts of the specialist health service.
nb: Lensmann, formann for barnevernsnemnda og en kvinnelig representant for barnevernet kom og sa at de måtte ta barna.

source: With threats of rape.
nb: Og det var straffbart.
